[
  ["Nazwa \"PIO Mode\" dotyczy trybu pracy", "kanału IDE"],
  ["Znajdujący się w dokumentacji technicznej płyty głównej symbol, \"LGA 775\" oznacza typ gniazda dla procesorów,", "których obudowa posiada pola dotykowe"],
  ["Urządzeniem wskazującym, które reaguje na zmiany pojemności elektrycznej, jest", "touchpad"],
  ["Które urządzenie umożliwi podłączenie drukarki nieposiadającej karty sieciowej do lokalnej sieci komputerowej?", "Serwer wydruku"],
  ["Program, który umożliwia komunikację między kartą sieciową a systemem operacyjnym, to", "sterownik"],
  ["Obraz dysku tworzy się, aby", "zabezpieczyć system, aplikacje i dane przed poważną awarią komputera"],
  ["Użytkownicy z sieci wewnętrznej komunikują się ze sobą, ale nie mogą się skomunikować z serwerem WWW. Wynik polecenia ping z komputerów bramy jest pozytywny. Który element sieci NIE MOŻE być przyczyną problemu?<img class=\"img-responsive\" src=\"../e13/446.jpg\" alt=\"\">", "Przełącznik"],
  ["W trakcie obserwacji pakietów za pomocą sniffera zauważono, że urządzenia komunikują się na portach 20 oraz 21. Oznacza to, zakładając domyślną konfigurację, że obserwowanym protokołem jest protokół", "FTP"],
  ["Który z wtyków należy zamontować na przewodzie UTP Cat 5e, by podłączyć komputer do sieci?", "RJ45"],
  ["MFT w systemie plików NTFS to", "plik zawierający informacje dotyczące poszczególnych plików i folderów na danym woluminie"],
  ["Aby ukryć identyfikator sieci bezprzewodowej, należy w ruterze zmienić jego konfigurację w polu oznaczonym numerem<img class=\"img-responsive\" src=\"../testimg/fddf729502b44dc4.png\" alt=\"\">", "2"],
  ["Na którym domyślnym porcie odbywa się komunikacja protokołu ftp?", "21"],
  ["Do wykonania obrazu dysku twardego można użyć programu", "Acronis True Image"],
  ["Co służy do zabezpieczenia komputera przed niepożądanym oprogramowaniem pochodzącym z Internetu?", "Program antywirusowy"],
  ["Przerzutnik bistabilny przechowuje bit informacji w pamięci", "SRAM"],
  ["Kopia różnicowa polega na", "kopiowaniu tylko plików, które zostały utworzone lub zmienione od czasu utworzenia ostatniej kopii pełnej"],
  ["Po instalacji z domyślnymi ustawieniami system Windows XP nie obsługuje systemu plików", "EXT"],
  ["Ile maksymalnie urządzeń można zaadresować w sieci o adresacji IPv4 klasy C?", "254"],
  ["Wskaż technologię wykorzystywaną do udostępniania Internetu wraz z usługą telewizji kablowej, w której jako medium transmisyjne jest wykorzystywany światłowód oraz kabel koncentryczny", "HFC"],
  ["Przedstawiona na rysunku topologia sieci to<img class=\"img-responsive\" src=\"../ee08/1695.png\" alt=\"\">", "mesh"],
  ["Aby sygnały dwóch routerów w sieci WiFi standardu 802.11g nie zakłócały się wzajemnie, należy ustawić kanały o numerach", "2 i 7"],
  ["Jaką rolę serwera z rodziny Windows Server należy dodać, aby serwer realizował usługi rutingu?", "Usługi zasad i dostępu sieciowego"],
  ["Który port jest domyślnym portem serwera usługi WWW?", "80"],
  ["W systemie Windows ochrona polegająca na ostrzeganiu przed uruchomieniem nierozpoznanych aplikacji i plików pobranych z Internetu jest realizowana przez", "Windows SmartScreen"],
  ["Oprogramowanie do wirtualizacji dostępne jako rola w systemie Windows Serwer 2012 to", "Hyper-V"],
  ["Użytkownik systemu Windows za pomocą programu Cipher może", "chronić dane przez szyfrowanie plików"],
  ["Aby zwiększyć wydajność komputera w grach, karta graficzna Sapphire Radeon R9 FURY OC, 4GB HBM (4096 Bit), HDMI, DVI, 3xDP została wyposażona w technologię", "CrossFireX"],
  ["Wartość liczby 1101 0100 0111 w kodzie szesnastkowym wynosi", "D47"],
  ["W celu powiększenia lub zmniejszania ikony na pulpicie należy kręcić kółkiem myszy, przytrzymując jednocześnie klawisz,", "CTRL"],
  ["Do której klasy adresów IPv4 należą adresy zawierające najbardziej znaczące dwa bity o wartości 10?", "Klasy B."],
  ["Apache jest serwerem", "WWW"],
  ["Ustawienia wszystkich użytkowników komputera zapisane są w gałęzi rejestru o akronimie", "HKU"],
  ["Który z adresów IP jest adresem publicznym?", "172.168.0.16"],
  ["Podczas próby uzyskania połączenia z serwerem FTP uwierzytelnianie anonimowe nie powiodło się, natomiast próba autoryzacji przy pomocy loginu i hasła kończy się powodzeniem. Jaka jest możliwa przyczyna zaistniałej sytuacji?", "Wyłączone uwierzytelnianie anonimowe na serwerze."],
  ["W której fizycznej topologii sieci komputerowej każdy węzeł sieci ma fizyczne połączenie z każdym innym węzłem sieci?", "Pełnej siatki"],
  ["Które pole jest zawarte w nagłówku protokołu UDP?", "Suma kontrolna"],
  ["Cechą charakterystyczną topologii gwiazdy jest", "centralne zarządzanie siecią."],
  ["Widoczny na schemacie symbol okablowania oznacza kabel<img class=\"img-responsive\" src=\"../testimg/da5f9387a9858446.png\" alt=\"\">", "ethernetowy krosowany."],
  ["Na rysunku przedstawiono schemat zasady działania<img class=\"img-responsive\" src=\"../e12/665.jpg\" alt=\"\">", "karty dźwiękowel"],
  ["Który typ dysków jest podłączany do gniazda IDE płyty głównej komputera?", "ATA"],
  ["Zestawienie połączenia między dwoma odległymi hostami, za pośrednictwem publicznej sieci, np. Internet, w taki sposób, że węzły tej sieci są przezroczyste dla przesyłanych w ten sposób pakietów, to", "VPN (Virtual Private Network)."],
  ["Adres komórki pamięci podano w postaci binarnej 1110001110010100. W systemie szesnastkowym adres zapisuje się w postaci", "E394"],
  ["Zadaniem serwera plików w sieciach komputerowych LAN jest", "wspólne użytkowanie tych samych zasobów"],
  ["Który standard specyfikacji IEEE 802.3 należy zastosować w środowisku, w którym występują zakłócenia elektromagnetyczne, jeśli odległość od punktu dystrybucyjnego do punktu abonenckiego wynosi 200 m?", "100BaseFX"],
  ["Przed rozpoczęciem modernizacji komputerów osobistych oraz serwerów, polegającej na dołożeniu nowych modułów pamięci RAM, należy sprawdzić", "model pamięci RAM, maksymalną pojemność i liczbę modułów obsługiwaną przez płytę główną"],
  ["W celu zdalnego i przy tym bezpiecznego administrowania systemem Linux należy wykorzystać protokół", "SSH2"],
  ["W systemie Windows, wykorzystując wiersz poleceń do zmiany partycji FAT na partycję NTFS bez utraty zawartych na niej danych, należy użyć polecenia", "convert"],
  ["Aby wyodrębnić dane zawarte w archiwum o nazwie dane.tar, użytkownik pracujący w systemie Linux powinien użyć polecenia", "tar –xvf dane.tar"],
  ["Interfejs UDMA to interfejs", "równoległy, który został zastąpiony przez interfejs SATA"],
  ["Skrót MAN oznacza sieć", "miejską"],
  ["W systemie Windows XP na komputerze klienckim, plik \"hosts\" jest plikiem tekstowym, który służy do mapowania", "nazw hostów na adresy IP"],
  ["Które stwierdzenie dotyczy sieci P2P - peer to peer?", "Komputer w sieci może równocześnie pełnić rolę serwera i klienta"],
  ["Która z wymienionych pamięci RAM wykorzystuje do przesyłania danych wznoszące i opadające zbocze sygnału zegarowego?", "DDR"],
  ["Która licencja umożliwia bezpłatne wykorzystywanie programu, pod warunkiem, że użytkownik zatroszczy się o środowisko naturalne?", "Greenware"],
  ["W ramce umieszczono wyniki badania dysku twardego. Jakie działania należy podjąć po ich analizie, aby poprawić sprawność dysku?<img class=\"img-responsive\" src=\"../old/734.jpg\" alt=\"\">", "Sformatować dysk"],
  ["Magistrala PCI-Express wykorzystuje do transmisji danych metodę komunikacji", "asynchronicznej Full duplex"],
  ["Rozpowszechniona forma oprogramowania zgodna z zasadą \"najpierw wypróbuj, a potem kup\", to", "Shareware"],
  ["Liczba BACA zapisana w systemie heksadecymalnym odpowiada liczbie", "1011101011001010 (2)"],
  ["Wskaż nieprawidłowy podział dysku MBR na partycje", "1 partycja podstawowa i 2 rozszerzone"],
  ["Minimalną długość hasła użytkownika w systemie Windows można ustawić za pomocą polecenia", "net accounts"],
  ["Na rysunku przedstawiono schemat zasady działania<img class=\"img-responsive\" src=\"../e12/665.jpg\" alt=\"\">", "karty dźwiękowej"],
  ["Który skrócony zapis odpowiada następującej masce podsieci, 255.255.248.0?", "/21"],
  ["Drukarka fotograficzna ma bardzo brudną obudowę oraz wyświetlacz. Aby usunąć zabrudzenia, należy użyć", "wilgotnej ściereczki oraz pianki do czyszczenia plastiku"],
  ["Który protokół jest protokołem warstwy aplikacji modelu ISO/OSI?", "FTP"],
  ["Program komputerowy służący do zarządzania strukturą plików i katalogów, to,", "menedżer plików"],
  ["Gniazdo tablicy interaktywnej jest oznaczone za pomocą przedstawionego symbolu. Którego złącza należy użyć do podłączenia tablicy do komputera?<img class=\"img-responsive\" src=\"../testimg/8hGgqLz6T78J5tpf.png\" alt=\"\">", "D-SUB VGA"],
  ["Materiałem eksploatacyjnym plotera solwentowego jest", "farba na bazie rozpuszczalników"],
  ["Zagrożeniem dla bezpieczeństwa systemu operacyjnego, wymuszającym jego automatyczną aktualizację, są", "luki w oprogramowaniu systemowym"],
  ["W systemie Windows przeprowadzenie analizy wpływu uruchamianych programów na wydajność komputera jest między innymi możliwe po użyciu polecenia", "perfmon.msc"],
  ["Przerywając pracę na komputerze zachowujemy możliwości szybkiego powrotu do pracy po wybraniu w systemie Windows opcji,", "stanu wstrzymania"],
  ["Aby ustawić w systemach operacyjnych rodziny Windows właściwość pliku na tylko do odczytu, należy użyć polecenia", "attrib"],
  ["Aby chronić system przed atakami z sieci określanymi mianem phishing, nie zaleca się", "używania starszych przeglądarek internetowych"],
  ["W usłudze Active Directory, strukturę składającą się z jednej lub większej liczby domen, które mają wspólny schemat i wykaz globalny, należy nazwać", "lasem"],
  ["Który parametr okablowania strukturalnego określa stosunek mocy sygnału testowego w jednej z par do mocy sygnału wyindukowanego w sąsiedniej parze na tym samym końcu kabla?", "Przenik zbliżny"],
  ["Liczba szesnastkowa 29A zapisana w systemie binarnym będzie miała postać,", "1010011010"],
  ["Firma zajmująca się sprzątaniem musi drukować faktury tekstowe w czterech egzemplarzach jednocześnie, na papierze samokopiującym. Jaką drukarkę powinna wybrać?", "Igłową"],
  ["Przedstawione narzędzie może być wykorzystane do<img class=\"img-responsive\" src=\"../ee08/1591.png\" alt=\"\">", "sprawdzenia długości badanego kabla sieciowego"],
  ["Co oznacza jednostka dpi podawana w parametrach katalogowych skanerów i drukarek?", "Punkty na cal"],
  ["Adres IP komputera wyrażony sekwencją 172.16.0.1 jest zapisany w systemie", "dziesiętnym"],
  ["Adres IP (ang. Internet Protocol Address) jest", "adresem logicznym komputera"],
  ["Jaki rodzaj transmisji danych przesyłanych przez interfejs komputera osobistego został przedstawiony na rysunku?<img class=\"img-responsive\" src=\"../e12/703.jpg\" alt=\"\">", "Szeregowy asynchroniczny"],
  ["Użytkownik zamierza zainstalować 32-bitowy system operacyjny Windows 7. Ile minimalnie pamięci RAM musi posiadać komputer, aby była możliwa praca systemu w trybie graficznym ?", "1 GB"],
  ["Przyrząd przedstawiony na rysunku jest stosowany do zaciskania wtyków<img class=\"img-responsive\" src=\"../e13/208.jpg\" alt=\"\">", "SC"],
  ["Komunikat \"BIOS checksum error\" wyświetlany podczas uruchomienia komputera oznacza najczęściej", "Uszkodzoną lub rozładowaną baterię na płycie głównej"],
  ["Przedstawione wbudowane narzędzie systemów Windows w wersji Enterprise lub Ultimate służy do<img class=\"img-responsive\" src=\"../e12/853.jpg\" alt=\"\">", "kompresji dysku"],
  ["Po zainstalowaniu programu VNC, wykorzystywanego do podglądu pulpitu wybranego komputera, oprócz numeru portu należy podać jego<img class=\"img-responsive\" src=\"../testimg/4rhe1ruyLKfAyZ4O.png\" alt=\"\">", "bramę domyślną."],
  ["Do zamiany kodu źródłowego na program wykonywalny służy", "kompilator"],
  ["Chusteczki nasączone płynem o właściwościach antystatycznych są przeznaczone do czyszczenia", "ekranów monitorów CRT"],
  ["Aby uzyskać przepustowość na poziomie 4 GB/s w każdą stronę, należy zamontować w zestawie komputerowym kartę graficzną wykorzystującą interfejs", "PCI-Express x 16 wersja 1.0"],
  ["Na rysunku karta rozszerzeń oznaczona jest numerem<img class=\"img-responsive\" src=\"../old/2.jpg\" alt=\"\">", "4"],
  ["Aby ikony widoczne na przedstawionym obrazie pojawiły się na Pasku zadań, należy w systemie Windows skonfigurować<img class=\"img-responsive\" src=\"../ee08/1955.jpg\" alt=\"\">", "funkcję Snap i Peek"],
  ["Dysk z systemem plików FAT32, na którym często wykonywane są operacje kasowania starych plików oraz zapisu nowych plików, ulega,", "fragmentacji"],
  ["Podczas przeglądania stron WWW, w celu podniesienia bezpieczeństwa prywatnych danych, jest wskazane wyłączenie w opcjach przeglądarki", "funkcji zapamiętywania haseł"],
  ["Zgodnie z przedstawionym w tabeli standardem opisu pamięci PC-100 wskaż pamięć, która ma maksymalny czas dostępu 6 nanosekund i minimalne opóźnienie między sygnałami CAS i RAS wynoszące 2 cykle zegara<img class=\"img-responsive\" src=\"../old/89.jpg\" alt=\"\">", "PC100-322-60"],
  ["Wskaż nieprawidłowe stwierdzenie dotyczące Active Directory,", "Active Directory to usługa służąca do monitorowania użycia limitów dyskowych aktywnych katalogów"],
  ["Czynnością konserwacyjną związaną z eksploatacją skanera płaskiego jest", "regularne czyszczenie szyby skanera oraz płyty dociskowej"],
  ["Komponentem płyty głównej odpowiedzialnym za komunikację pomiędzy procesorem a pozostałymi elementami płyty jest", "chipset"],
  ["Odpowiednikiem Linuksowego programu fsck w systemach rodziny Windows jest program", "chkdsk"],
  ["Który zapis w systemie binarnym odpowiada liczbie 91 zapisanej w systemie szesnastkowym?", "10010001"],
  ["ACPI jest skrótem oznaczającym", "zaawansowany interfejs zarządzania konfiguracją i energią."],
  ["W dokumentacji płyty głównej jest informacja „Wsparcie dla S/PDIF Out”. Oznacza to, że dana płyta główna zawiera", "cyfrowe złącze sygnału audio"],
  ["Do przechowywania części plików programów i danych, które są duże i nie mogą być umieszczone w całości w pamięci, służy", "plik stronicowania"],
  ["Adresem rozgłoszeniowym sieci, w której pracuje host o adresie IP 195.120.252.32 i masce podsieci 255.255.255.192 jest", "195.120.252.63"],
  ["Do aktualizacji systemów Linux można wykorzystać programy", "apt-get i zypper"],
  ["Rolą routera jest", "przekazywanie pakietów TCP/IP z sieci źródłowej do docelowej"],
  ["Active Directory w systemach MS Windows Server 2000 i MS Windows Server 2003 to", "usługa katalogowa, która przechowuje informacje dotyczące obiektów w sieci i udostępnia je użytkownikom oraz administratorom sieci"],
  ["Która z wymienionych cech kabla koncentrycznego RG-58 spowodowała, że nie jest on obecnie wykorzystywany do budowy lokalnych sieci komputerowych?", "Maksymalna prędkość transmisji danych 10Mb/s"],
  ["Aby ustawić routing statyczny do sieci 192.168.10.0, należy wydać polecenie", "route ADD 192.168.10.0 MASK 255.255.255.0 192.168.10.1 5"],
  ["Wskaż rysunek przedstawiający symbol stosowany do oznaczenia portu równoległego LPT<img class=\"img-responsive\" src=\"../e12/774.jpg\" alt=\"\">", "C"],
  ["Wskaż znak umieszczany na urządzeniach elektrycznych przeznaczonych do obrotu i sprzedaży w Unii Europejskiej<img class=\"img-responsive\" src=\"../e12/856.jpg\" alt=\"\">", "B"],
  ["Protokół umożliwiający pobieranie poczty e-mail z serwera to,", "POP3"],
  ["Komputery przenośne są z reguły wyposażone w bezprzewodowe sieci LAN. Ograniczenia ich użytkowania dotyczą emisji fal radiowych mogących zakłócać działanie innych, ważnych dla bezpieczeństwa, urządzeń", "w samolocie"],
  ["Protokół SNMP (Simple Network Management Protocol) jest stosowany do", "konfiguracji urządzeń sieciowych i gromadzenia informacji na ich temat"],
  ["Podłączając drukarkę wyposażoną w złącze równoległe do komputera, który posiada tylko porty USB należy zainstalować adapter", "USB na LPT"],
  ["Aby zapisać 10 GB danych na jednej płycie DVD, należy użyć nośnika typu", "DVD-18"],
  ["Adresem rozgłoszeniowym (broadcast) dla hosta o adresie IP 192.168.35.202 z 26  bitową maską jest", "192.168.35.255"],
  ["Rysunek przedstawia schemat ethernetowego połączenia niekrosowanych, ośmiopinowych złącz 8P8C. Schemat ten nosi nazwę,<img class=\"img-responsive\" src=\"../e13/189.jpg\" alt=\"\">", "T568B"],
  ["W technologii Ethernet 100BaseTX wymagane jest stosowanie skrętki", "kategorii 5"],
  ["Analiza wyświetlonych przez program danych, pozwala stwierdzić, że<img class=\"img-responsive\" src=\"../e12/888.jpg\" alt=\"\">", "jeden dysk twardy został podzielony na 6 partycji podstawowych"],
  ["Komputer pracujący w domenie Active Directory nie może połączyć się z kontrolerem domeny, na którym jest przechowywany profil użytkownika. Jaki typ profilu użytkownika zostanie utworzony na tym komputerze?", "tymczasowy"],
  ["Administrator systemu Linux wylistował zawartość katalogu /home/szkola w terminalu i uzyskał następujący wynik -rwx -x r-x 1 admin admin 25 04-09 15,17 szkola.txt Następnie wydał polecenie, chmod ug=rw szkola.txt | Is -I Jaki będzie efekt jego działania, wyświetlony w oknie terminala?", "-rw- rw- r-x 1 admin admin 25 04-09 15,17 szkola.txt"],
  ["Połączenie VPN obsługiwane przez system Windows Server, w którym uwierzytelnienie użytkowników następuje przez niezabezpieczone połączenia, a dopiero po wymianie uwierzytelnień rozpoczyna się szyfrowanie połączenia, to", "PPTP"],
  ["Usługa systemu Windows Server, służąca do zdalnej instalacji systemów operacyjnych na komputerach zarządzanych przez serwer, to", "WDS"],
  ["Do wykonania sieci komputerowej w pomieszczeniu wykorzystano 25 metrów skrętki UTP, 5 gniazd typu RJ45 oraz odpowiednią liczbę wtyków RJ45 niezbędnych do zarobienia 5 kabli połączeniowych typu patchcord. Jaki jest koszt wykorzystanych materiałów do wykonania sieci? Ceny jednostkowe wykorzystanych materiałów są podane w tabeli.<img class=\"img-responsive\" src=\"../e13/461.jpg\" alt=\"\">", "50 zł"],
  ["W systemie Windows 7 narzędzie trybu poleceń Cipher.exe służy do", "szyfrowania i odszyfrowywania plików i katalogów"],
  ["Na fotografii przedstawiono<img class=\"img-responsive\" src=\"../e12/309.jpg\" alt=\"\">", "taśmę barwiącą"],
  ["Informacje przedstawione na wydruku zostały wyświetlone w wyniku wywołania<img class=\"img-responsive\" src=\"../testimg/g9y2fAy0VcTovDxx.png\" alt=\"\">", "route change"],
  ["Programem typu wirus, którego głównym celem jest rozprzestrzenianie się w sieci komputerowej, jest,", "robak"],
  ["Urządzenie peryferyjne przedstawione na rysunku to skaner biometryczny, wykorzystujący do autoryzacji<img class=\"img-responsive\" src=\"../e12/780.jpg\" alt=\"\">", "linie papilarne"],
  ["Jaka jest kolejność części adresu globalnego IPv6 typu unicast przedstawionego na rysunku?<img class=\"img-responsive\" src=\"../testimg/4d2eb3122ca2c9fc.png\" alt=\"\">", "1 - globalny prefiks, 2 - identyfikator podsieci, 3 - identyfikator interfejsu."],
  ["Podczas podłączenia sprawnego monitora do innego komputera jest wyświetlany komunikat przedstawiony na rysunku. Pojawienie się komunikatu jest spowodowane<img class=\"img-responsive\" src=\"../e12/674.jpg\" alt=\"\">", "zbyt wysoką lub zbyt niską częstotliwością sygnału"],
  ["Użytkownik zamierza zmodernizować swój komputer zwiększając ilość pamięci RAM. Zainstalowana płyta główna ma parametry przedstawione w tabeli. Wybierając dodatkowe moduły pamięci, powinien pamiętać, aby<img class=\"img-responsive\" src=\"../testimg/04b4646f452960a2.png\" alt=\"\">", "w obrębie jednego banku były ze sobą zgodne tak, aby osiągnąć najwyższą wydajność."],
  ["Gdzie w edytorze tekstu wprowadza się informację lub ciąg znaków, który ma pojawić się na wszystkich stronach dokumentu?", "W nagłówku lub stopce"],
  ["Program typu recovery, w warunkach domowych, pozwala na odzyskanie danych z dysku twardego w przypadku", "przypadkowego usunięcia danych"],
  ["Funkcją serwera FTP jest", "udostępnianie plików"],
  ["W technologii Ethernet protokół dostępu do nośnika CSMA/CD jest metodą z", "wykrywaniem kolizji"],
  ["Tabela przedstawia parametry trzech dysków twardych standardu Ultra320 SCSI. Dyski te mogą pracować z maksymalnym transferem wewnętrznym<img class=\"img-responsive\" src=\"../old/162.jpg\" alt=\"\">", "132 MB/s"],
  ["Certyfikatem potwierdzającym energooszczędność urządzenia jest", "Energy STAR"],
  ["Aby można było przeprowadzić instalację sieciową na stacjach roboczych systemów operacyjnych z rodziny Windows należy na serwerze dodać usługi", "wdrażania systemu Windows"],
  ["Jakim poleceniem w systemie Linux, można zmienić prawa dostępu do pliku bądź katalogu?", "chmod"],
  ["Aby zapobiec występowaniu różnic w kolorach między zeskanowanymi zdjęciami wyświetlanymi na monitorze komputerowym a ich oryginałami, należy wykonać", "kalibrację skanera"],
  ["W technologii Blu-ray nośnik jednokrotnego zapisu oznaczany jest", "BD-R"],
  ["W celu promowania serwera do roli kontrolera domeny w systemach Windows Server należy zastosować polecenie", "dcpromo"],
  ["Aby połączyć komputer z siecią LAN, należy wykorzystać interfejs", "RJ-45"],
  ["We właściwościach karty graficznej w zakładce Zasoby jest określony jeden z zakresów pamięci dla tej karty od A0000h do BFFFFh. Wielkość ta oznacza obszar pamięci określony adresem fizycznym", "1010 0000 0000 0000 0000 – 1011 1111 1111 1111 1111"],
  ["Jaką nazwę nosi identyfikator, który musi być identyczny, aby urządzenia sieciowe mogły pracować w danej sieci bezprzewodowej?", "SSID"],
  ["Instalowanie systemów Linux oraz Windows 7 przebiegało bez żadnych utrudnień. Systemy zainstalowały się poprawnie z domyślnymi ustawieniami. Na tym samym komputerze, przy identycznej konfiguracji, podczas instalowania systemu Windows XP wyświetlony został komunikat o braku dysków twardych, co może świadczyć o", "braku sterowników."],
  ["Kamera cyfrowa przy zgrywaniu filmu transmituje na dysk 220 MB na minutę. Na podstawie diagramu wybierz interfejs o najmniejszej szybkości transferu zapewniający warunki takiej transmisji<img class=\"img-responsive\" src=\"../old/668.jpg\" alt=\"\">", "1394a"],
  ["Które polecenie rodziny systemów Windows należy zastosować, aby skonfigurować statyczny adres IP w wierszu poleceń?", "netsh"],
  ["Wskaż zdanie nieprawdziwe,", "Awaria węzła w topologii gwiazdy spowoduje paraliż sieci"],
  ["Który adres podsieci jest prawidłowy po pożyczeniu 4 bitów z części hosta z adresu klasowego 192.168.1.0?", "192.168.1.48/28"],
  ["Które polecenie w systemie Windows należy zastosować do monitorowania listy aktywnych połączeń karty sieciowej w komputerze?", "Netstat"],
  ["Jaki rodzaj tablicy partycji należy wybrać, aby utworzyć na dysku twardym partycję o wielkości 3TB?", "GPT"],
  ["Który procesor jest kompatybilny z płytą główną o przedstawionej specyfikacji?<img class=\"img-responsive\" src=\"../e12/887.jpg\" alt=\"\">", "A"],
  ["Zużyte kasety od drukarek należy", "przekazać firmie utylizującej tego typu odpady"],
  ["Jak skonfigurować zaporę Windows, zachowując zasady bezpieczeństwa, aby za pomocą polecenia ping było możliwe sprawdzenie poprawności komunikacji z innymi urządzeniami pracującymi w sieci?", "Skonfigurować reguły dotyczące protokołu ICMP"],
  ["Dana jest sieć o adresie 192.168.100.0/24. Ile podsieci można z niej wydzielić, stosując maskę 255.255.255.224?", "8 podsieci."]
]